{
  "homepage": {
    "title": "Become a Representative and Earn Online as a MelBet Agent",
    "navMenuAboutUs": "About Us",
    "navMenuCollaboration": "Collaboration",
    "navMenuContacts": "Contact Us",
    "heading1": "EARN WITH MELBET AS AN E-WALLET AGENT.",
    "para1": "Partnering with an international bookmaker has never been more rewarding. Facilitate deposits and withdrawals using your wallet number and earn commissions. Join MelBet and grow your earnings effortlessly.",
    "heading2": "WHO IS A MELBET E-WALLET AGENT?",
    "para2": "A MelBet E-Wallet Agent is a partner who supports the platform by managing financial transactions. They use their e-wallet accounts to handle deposits and withdrawals in local currency and earn commissions for each transaction.",
    "para3": "Our support team will verify your documents and financial capability. Once verified, you will receive access to a management account to oversee transactions. The admin panel provides all the tools you need for seamless operations.",
    "heading3": "WHO IS A MOBCASH AGENT?",
    "para4": "Mobcash Agents manage a network of players who deposit directly through them. They earn commissions for every transaction. The larger your network, the higher your earnings. A Mobcash Agent can also directly deposit funds into players’ accounts.",
    "heading4": "WHO IS A MELBET AFFILIATE?",
    "para5": "Invite users to join this leading platform by creating new accounts through your affiliate link or promo code. Earn 30-45% of their deposits, build a growing network, and maximize your earnings.",
    "heading5": "HOW TO BECOME AN AGENT?",
    "li1": "Understand the role",
    "li2": "Complete the form",
    "li3": "Contact our team",
    "li4": "Proceed with verification",
    "li5": "Start earning",
    "para6": "Before applying, ensure you fully understand the responsibilities. Reach out to our support team on Telegram for any clarifications.",
    "para7": "Fill out the application form accurately with your basic details. This ensures our team can reach out when needed.",
    "para8": "Contact our support team or a manager for guidance. Applications will not proceed without initial communication with our team.",
    "para9": "Once selected, we will guide you through the formalities and onboarding process.",
    "para10": "After completing the formalities, start earning with MelBet. Your potential is unlimited, and we are always here to support you.",
    "becomeAgent": "Become an Agent",
    "startEarningBtn": "Start Earning",
    "point1": "TRUSTED BOOKMAKER SINCE 2012",
    "point2": "50+ COUNTRIES SERVED",
    "point3": "400,000+ PLAYERS WORLDWIDE",
    "point4": "BEST COMMISSION TERMS",
    "point5": "SECURE PAYOUTS",
    "heading6": "Contact Details",
    "heading7": "Submit Your Application",
    "labelName": "Name *",
    "labelCountry": "Country *",
    "labelEmail": "Email *",
    "labelPhone": "Phone *",
    "labelOther": "Other *",
    "labelNickname": "Telegram Username *",
    "sendBtn": "Submit",
    "footer1": "Copyright © 2012-2024 «MelBet».",
    "footer2": "All rights reserved and protected by law.",
    "thanks": "Thank you for submitting your information.",
    "modalPara": "Our team will contact you shortly."
  }
}
